{
  "id": "flagor",
  "name": "Flagor",
  "faction": "zordons",
  "physical": "Rostre écarlate couvert d'innombrables cicatrices — celles portées par les grands destins. Stature imposante, silhouette qui se découpe contre les hublots. Jointures qui blanchissent quand il serre les poings. Mains larges, doigts qui se posent sur les épaules comme une menace silencieuse. Regard égaré par moments, puis soudain tranchant. Ne sourit jamais.",
  "voice": {
    "register": "Terse, impératif. Phrases courtes. Ordres sans explication. Ne répète pas. Ne crie jamais — la menace est dans le calme.",
    "patterns": "Commence rarement par un sujet — coupe directement au verbe. Utilise le silence comme ponctuation. Pose des questions auxquelles il connaît déjà la réponse.",
    "examples": [
      "Inutile.",
      "Les conditions n'existent pas. La précision existe.",
      "Ça change rien. On adapte. On les attend quand même.",
      "On ne les attend pas. On les attire.",
      "On ne bouge pas. Pas encore."
    ]
  },
  "currentState": "Face à face avec Soren dans les vestiges. A entendu le nom de Syra de la bouche de Soren. A proposé de protéger Soren — refusé. Kira est arrivée. Trois personnes dans le couloir. Le commandant et l'homme de la cellule coexistent.",
  "location": "Astre éteint — vestiges, couloir devant le mur ouvert, avec Soren et Kira",
  "relationships": {
    "malak": "Ex-rapport Maître/second devenu un face-à-face entre égaux. Malak a révélé Syra. Flagor ne l'a pas puni. 'Plus de Maître. Plus de second. Juste deux hommes.'",
    "syra": "Femme du passé crue morte. Était avec lui dans la cellule, avant son ascension. Le seul nom qui fait vaciller le tyran. Flagor la protège au prix de la guerre.",
    "helena": "Adversaire politique. Elle a envoyé un ultimatum : 'Vous avez choisi. Nous aussi.' Flagor ne répond pas.",
    "soren": "Ne le connaît que comme 'la Bamboule' — l'identifiant dans les logs. Le traître lucide. Flagor le respecte sans le savoir : 'Quelqu'un de lucide. Quelqu'un qui ne jouait pas le jeu.'"
  },
  "history": [
    "Ch.1: Atterrissage sur l'astre éteint. Regard égaré face au hublot. Déclare la victoire finale.",
    "Ch.3: Sanctionne un technicien. Prépare un piège. Souvenir de la cellule (premier fragment).",
    "Ch.4: Le piège est compromis par une fuite. Maintient le plan. Ordonne l'enquête.",
    "Ch.5: Ordre de feu — 2/3 vaisseaux Biomen détruits. Note le doute de Malak.",
    "Ch.6: Enquête obsessionnelle. Cellule récurrente. Poings contre la porte.",
    "Ch.7: Noms barrés, raturés. Un nom du passé souligné — quelqu'un cru mort.",
    "Ch.8: Parcourt les logs. Sait que Malak cache. Cellule encore.",
    "Ch.9: Confronte Malak. Syra nommée. Le sol se dérobe.",
    "Ch.10: Choisit de ne pas transmettre. Protège Syra. 'Le pouvoir, parfois, c'était de ne pas agir.'",
    "Ch.12: Apprend que Soren = la Bamboule. Choisit encore d'attendre.",
    "Ch.13: Fixe l'image de Syra. Sait que les vestiges répondent à Soren. Choisit l'immobilité. Éteint l'image.",
    "Ch.15: Apprend que Néo-Terra a capté le signal. L'immobilité se brise. Décide d'aller aux vestiges. 'Ce n'est plus Soren que je vais chercher.'",
    "Ch.16: Arrive aux vestiges avec Malak (46h avant la délégation). Entre seul. Les vestiges ne l'accueillent pas — pierre froide. Trouve les empreintes de Soren mais pense à Syra. Sent une présence derrière un mur. Première proximité avec Soren. Écoute sans parler.",
    "Ch.17: Le mur devient translucide — voit Soren. Entend la voix de Syra. Le mur s’ouvre comme une blessure. Syra apparaît entre eux. « Tu es là » — Soren ne répond pas. Avertissement des vestiges. Revient vers Malak, épaules basses. 46h.",
    "Ch.19: Apprend que la délégation arrive en 8h. Choisit de retourner dans les vestiges. 'Huit heures. C'est assez.' Pas la démarche du commandant — celle d'un homme qui n'était plus certain de vouloir trouver ce qu'il allait chercher.",
    "Ch.20: Entre dans les vestiges. Trouve Soren — face à face. Le reconnaît comme la Bamboule. Échange factuel. Soren prononce 'Syra' — Flagor encaisse le coup. Un geste non contrôlé trahit l'émotion. Propose de protéger Soren ('Pas si tu restes ici.'). Soren refuse. Kira arrive — Biomen dans ses vestiges. Trois personnes, un mur ouvert, le commandant qui ne donne plus d'ordres."
  ],
  "contradictions": "Flagor se croit seul maître de son destin, mais le passé (Syra) contrôle chacune de ses décisions depuis le ch.9. Il croit protéger Syra, mais il ne sait pas si elle veut être protégée — ni si elle est du même côté.",
  "arc": {
    "phases": ["setup", "test", "crisis", "climax", "resolution"],
    "currentPhase": "crisis",
    "trajectory": "Tyran solitaire → hanté par le passé → choisit de ne pas agir → franchit le mur → ???",
    "completionSignal": "Flagor fait un choix qui ne dépend plus de Syra — il agit pour lui-même, pas pour un fantôme"
  }
}