{
  "id": "kira",
  "name": "Capitaine Kira",
  "faction": "biomen",
  "physical": "La seule femme mentionnée parmi les Biomen actifs (Mara est une autre mais moins présente). Dos droit, posture de parade. Mains à plat sur la table quand elle est sous pression. Ne recule pas physiquement, même entourée. Regard direct.",
  "voice": {
    "register": "Calme, mesuré. Phrases complètes. Répond aux accusations sans élever la voix. Utilise la précision comme arme — ne nie pas ce qui est vrai, reformule.",
    "patterns": "Commence par ce qu'elle nie, puis affirme ce qu'elle croit. Utilise 'vérité' et 'suppositions' comme termes-clés. Ne supplie jamais.",
    "examples": [
      "Tu veux ?",
      "Je n'ai rien à cacher.",
      "Je défends la vérité. Pas les suppositions.",
      "Je n'ai rien à te donner.",
      "Parce que tu as ignoré l'alerte.",
      "Probablement."
    ]
  },
  "currentState": "Dans les vestiges. A trouvé Soren — et Flagor avec lui. Face à face Zordon/Biomen dans les structures anciennes. 'Je suis venue te chercher.' Les vestiges se taisent. Trois personnes, deux camps, un mur ouvert.",
  "location": "Astre éteint — vestiges, couloir devant le mur ouvert, avec Soren et Flagor",
  "relationships": {
    "soren": "Le protège sans condition. A offert un verre d'eau (ch.4), défendu devant la commission. Refuse de le livrer. La dignité de Soren l'a contaminée.",
    "dorian": "Confrontation directe. Dorian la menace, l'accuse. Elle lui renvoie sa responsabilité ('tu as ignoré l'alerte'). Face-à-face de convictions.",
    "helena": "Helena préside la commission. Rapport ambigu — Helena impose l'ordre mais Kira est sa cible indirecte.",
    "biomen": "Isolée du groupe. Accusée de proximité avec 'le métis'. Les regards la suivent."
  },
  "history": [
    "Ch.4: Offre un verre d'eau à Soren. Première fissure dans le mur de mépris.",
    "Ch.5: Tient le pilote mourant. Accusée de proximité avec Soren.",
    "Ch.7: Convoquée avant la commission. Dorian : 'Tu seras entendue en premier.'",
    "Ch.8: Devant la commission — nie le complot, confirme l'échange. 'Entre deux.'",
    "Ch.10: Dorian la confronte. 'Tu as ignoré l'alerte.' Elle ne baisse pas les yeux.",
    "Ch.11: Admet avoir protégé Soren. La commission se referme.",
    "Ch.14: Dorian la confronte dans le couloir — sans mépris. 'Pourquoi tu l'as protégé ?' Elle répond : 'Parce qu'il voyait.' Se présente à la session d'Helena sans invitation. Le regard d'Helena se pose sur elle.",
    "Ch.18: Commission suspendue. Dorian l'a trouvée dans le couloir. Admet sa faute. Révèle 'Pour après'. Kira dit 'C'est ta faute' sans punition. Dorian annonce la délégation — Helena l'envoie sur l'astre. Un pont.",
    "Ch.19: Dans le vaisseau de la délégation. Helena l'a convoquee : 'Trouvez-le. Faites-le écouter.' Pas de protocole écrit. L'astre apparaît. Choisit d'atterrir au nord, près des vestiges. Premier choix autonome.",
    "Ch.20: Quitte le vaisseau. Trouve le véhicule Zordon — croise le regard de Malak (premier face-à-face intercamp silencieux). Entre dans les vestiges seule. Suit les empreintes. Trouve Soren et Flagor face à face dans un couloir de pierre froide. 'Je suis venue te chercher.' Soren répond 'Je sais.' Trois personnes, un mur ouvert, les vestiges silencieux."
  ],
  "contradictions": "Kira défend Soren par conviction morale — mais la fuite de Soren a coûté 2 vaisseaux et des centaines de vies. Sa loyauté envers un homme a un prix collectif qu'elle n'admet pas.",
  "arc": {
    "phases": ["setup", "test", "crisis", "climax", "resolution"],
    "currentPhase": "climax",
    "trajectory": "Bioman anonyme → seule empathique → bouc émissaire → suspendue → autorité retrouvée (mission Helena)",
    "completionSignal": "Kira retrouve Soren et choisit ce que ça signifie — protection, justice, ou autre chose"
  }
}